Repository: theforeman/foreman_google
Catalog: locale/*/foreman_google.po
Languages: de

source: Action with sub plans
de: Aktion mit Unterplänen

source: Actions
de: Aktionen

source: Associate Ephemeral External IP
de: Temporäre externe IP anfügen

source: Does this image support user data input (e.g. via cloud-init)?
de: Unterstützt dieses Abbild die Eingabe von Benutzerdaten (z. B. mittels cloud-init)?

source: Google Compute Engine plugin for the Foreman.
de: Google Compute Engine-Erweiterung für the Foreman.

source: Import Puppet classes
de: Puppet-Klassen importieren

source: Import facts
de: Fakten importieren

source: JSON key
de: JSON-Schlüssel

source: Load Zones
de: Zonen laden

source: Machine Type
de: Systemtyp

source: Machine type
de: Maschinen-Typ

source: Missing an image for operating system!
de: Es fehlt ein Abbild des Betriebssystems!

source: Network
de: Netzwerk

source: Please select an image
de: bitte ein Abbild auswählen

source: Properties
de: Eigenschaften

source: Remote action:
de: Entfernte Aktion:

source: Size (GB)
de: Grösse (GB)

source: State
de: Status

source: The user that is used to ssh into the instance, normally cloud-user, ec2-user, ubuntu, etc. Note: Google engine doesn't support SSH for the root user.
de: Der Benutzer, der verwendet wird um per SSH auf die Instanz zu verbinden. Üblicherweise ist dies cloud-user, ec2-user, ubuntu etc. Hinweis: Google Engine unterstützt den SSH-Zugriff als root-Benutzer nicht.

source: Type
de: Typ

source: console is not available at this time because the instance is powered off
de: Konsole ist derzeit nicht verfügbar, da die Instanz ausgeschaltet ist
